Table of Contents
 Enum ThermalSpecificHeatState
Namespace
IdeaRS.OpenModel.Material
Assembly
IdeaRS.OpenModel.dll
Type of curvature - thermal specific heat
public enum ThermalSpecificHeatState
Fields
Code = 1
The curvatire is defined by the code
None = 0
The curvature is not defined
User = 5
The curvature is input by the user
Fields
 Name |  Description
 Code = 1
The curvatire is defined by the code
 None = 0
The curvature is not defined
 User = 5
The curvature is input by the user
 Edit this page